<!-- template -->
<template>
    <div class="index">
       <!--面包屑-->
        <div class="crumbs">
            <!--面包屑的分隔符为"/"-->
            <el-breadcrumb separator="/">
                <!-- 前面面包屑字体比后面的字体大 -->
                <el-breadcrumb-item :to="{ path: '/' }">薪资管理系统</el-breadcrumb-item>
                <el-breadcrumb-item>首页</el-breadcrumb-item>
            </el-breadcrumb>
        </div>

        <div class="container">
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
            <div>滑动到底部可以回到顶部，我是我是测试首页，快来改我哦</div>
               

        </div>
    </div>
</template>

<!-- script -->
<script type="text/ecmascript-6">
export default {
    name: "index",
    data() {
        return {}
    },
    components: {},
    methods: {}
}
</script>

<!-- style -->
<style lang="less" scoped>

</style>
